"%lu day left on trial" = "%lu 일의 무료 평가 기간이 남음";
"%lu days left on trial" = "%lu 일의 무료 평가 기간이 남음";
"Apply" = "적용";
"Back" = "뒤로";
"Buy Later" = "나중에 구입";
"Buy Now" = "지금 구입";
"Cancel" = "취소";
"Close" = "닫기";
"Continue" = "계속";
"Did you <a href=\"%@\">lose your licence?</a>" = "귀하께서는 <a href=\"%@\">라이선스를 잃어버리셨습니까?</a>";
"Email License to:" = "라이선스 받을 이메일 주소:";
"Email address is blank!" = "이메일 주소가 공백입니다!";
"Enter your serial number below to unlock Path Finder" = "귀하의 시리얼 번호를 입력하여 Path Finder를 잠금 해제하십시오";
"Free Trial" = "무료 평가판";
"Free trial has expired" = "무료 평가 기간이 만료되었습니다";
"If you need help, email us at help@cocoatech.com" = "도움이 필요하시다면, 저희에게 help@cocoatech.com으로 이메일을 보내주십시오";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Path Finder 6 버전을 소유하고 계시다면, 귀하의 라이선스 이름과 코드를 입력하여 할인된 업그레이드 가격으로 구입할 자격을 받으십시오. 처음 구매하신다면 계속하여 다음단계로 넘어가십시오.";
"Licensed for %ld user" = "%ld 사용자에게 허가됨";
"Licensed for %ld users" = "%ld 사용자에게 허가됨";
"Not licensed" = "허가 안됨";
"OK" = "승인";
"Path Finder 6 License" = "Path Finder 6 라이선스";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder가 성공적으로 등록되었습니다. 귀하의 등록 정보를 안전한 장소에 보관하십시오.";
"Processing..." = "처리 중…";
"Purchase" = "구입";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Path Finder를 구입하십시오. Path Finder는 빠르고, 단순하며 안전합니다.";
"Purchase successful. Thank you!" = "구입에 성공하셨습니다. 감사합니다!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "구입에 성공하셨습니다. 무슨 일이 발생하면 저희에게 알려주십시오. 저희에게 help@cocoatech.com으로 이메일을 보내주십시오";
"Quit" = "종료";
"Registration" = "등록";
"Registration Code Invalid" = "등록 코드가 유효하지 않습니다";
"Registration Successful" = "등록 성공";
"Request Sent" = "요청이 전송되었습니다";
"Send" = "전송";
"Thank you!" = "감사합니다!";
"The Path Finder 6 license key you entered is not valid." = "귀하께서 입력하신 Path Finder 6 라이선스 키가 유효하지 않습니다.";
"The trial period has expired." = "무료 평가 기간이 만료되었습니다.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "입력하신 이름과 라이선스 코드에 문제가 있습니다. 주문 이메일에서 텍스트를 복사하고 붙여넣어 다시 시도해보십시오. 그래도 문제가 있으시다면, 라이선스 코드 분실 페이지를 방문해주십시오.";
"Unlock" = "잠금 해제";
"Upgrading from version 6?" = "버전 6에서 업그레이드하고 계십니까?";
"Valid for Upgrade!" = "유효한 업그레이드입니다!";
"Wait %u" = "%u을(를) 기다려주십시오";
"You entered the correct name and license code. Thank you for registering Path Finder." = "올바른 이름과 라이선스 코드가 입력되었습니다. Path Finder를 등록해주셔서 감사합니다.";
"You will receive your unique serial number instantly." = "귀하만의 유일한 시리얼 번호를 순식간에 받으실 것입니다.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "모든 것이 완료되었습니다. 이 윈도우를 닫으시고 계속하여 Path Finder를 실행하십시오. 이 페이지를 인쇄하여 귀하의 라이선스 코드를 확실히 복사해 두시면 장래에 새 컴퓨터에 설치할 경우에 대비하실 수 있으십니다.";
"Your 30 day trial has expired. Please purchase Path Finder." = "30 일 무료 평가 기간이 만료되었습니다. Path Finder를 구입하시기 바랍니다.";
"Your serial number is in your confirmation email." = "귀하의 시리얼 번호는 확인 이메일 속에 있습니다.";
